Repository: NaN-tic/trytond-account_invoice_edi
Catalog: locale/*.po
Languages: ca_es

# error:account.invoice:
source: You try to post invoices "%(invoices)s" with diferences with recived edi invoices
ca_es: Vols confirmar les facture "%(invoices)s" amb diferencies respecte le factures edi?

# error:invoice.edi.line:
source: You try to create invoice but line "%(line)s" has not invoice line associated
ca_es: La linia "%(line)s" no té cap o en té mes d'una línia de factura associada. Verifica que tot estigui correcte.

# error:invoice.edi.line:
source: You try to create invoice but line "%(line)s" has not move associated
ca_es: La línia "%(line)s" no té cap o en té mes d'un, moviment d'estoc associat. Verifica que sigui correcte.

# field:account.invoice,edi_invoices:
source: Edi Invoices
ca_es: Edi Factures

# field:account.invoice,use_edi:
source: Use EDI
ca_es: Utilitza EDI

# field:invoice.edi,base_amount:
source: Base Amount
ca_es: Import Base

# field:invoice.edi,charge_amount:
source: Charge Amount
ca_es: Import càrrec

# field:invoice.edi,company:
source: Company
ca_es: Empresa

# field:invoice.edi,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi,currency:
source: Currency
ca_es: Moneda

# field:invoice.edi,currency_code:
source: Currency Code
ca_es: Codi moneda

# field:invoice.edi,difference_amount:
source: Differences
ca_es: Diferències

# field:invoice.edi,differences_state:
source: Difference State
ca_es: Estat de diferencies

# field:invoice.edi,discount_amount:
source: Discount Amount
ca_es: Import descompte

# field:invoice.edi,discounts:
source: Discounts
ca_es: Descomptes

# field:invoice.edi,end_period_date:
source: End Period
ca_es: Període final

# field:invoice.edi,function_:
source: Message Function
ca_es: Funció del missatge

# field:invoice.edi,gross_amount:
source: Gross Amount
ca_es: Import brut

# field:invoice.edi,id:
source: ID
ca_es: Identificador

# field:invoice.edi,invoice:
source: Invoice
ca_es: Factura

# field:invoice.edi,invoice_date:
source: Invoice Date
ca_es: Data factura

# field:invoice.edi,lines:
source: Lines
ca_es: Línies

# field:invoice.edi,manual_party:
source: Manual Party
ca_es: Tercer (Manual)

# field:invoice.edi,maturity_dates:
source: Maturity Dates
ca_es: Dates de venciment

# field:invoice.edi,net_amount:
source: Net Amount
ca_es: Import net

# field:invoice.edi,number:
source: Number
ca_es: Número

# field:invoice.edi,party:
source: Invoice Party
ca_es: Tercer

# field:invoice.edi,payment_type:
source: Payment Type
ca_es: Tipus de pagament

# field:invoice.edi,payment_type_value:
source: Payment Type Value
ca_es: Tipus pagament

# field:invoice.edi,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi,references:
source: References
ca_es: Referències

# field:invoice.edi,service_date:
source: Service Date
ca_es: Data servei

# field:invoice.edi,start_period_date:
source: Start Period
ca_es: Període inicial

# field:invoice.edi,state:
source: State
ca_es: Estat

# field:invoice.edi,suppliers:
source: Supplier
ca_es: Proveïdor

# field:invoice.edi,tax_amount:
source: Tax Amount
ca_es: Impostos

# field:invoice.edi,taxes:
source: Taxes
ca_es: Impostos

# field:invoice.edi,total_amount:
source: Total Amount
ca_es: Total

# field:invoice.edi,type_:
source: Document Type
ca_es: Tipus de document

# field:invoice.edi,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:invoice.edi.configuration,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi.configuration,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi.configuration,edi_files_path:
source: Invoice File Path
ca_es: Ruta factures Edi

# field:invoice.edi.configuration,id:
source: ID
ca_es: Identificador

# field:invoice.edi.configuration,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.configuration,separator:
source: Separator
ca_es: Separador

# field:invoice.edi.configuration,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi.configuration,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:invoice.edi.discount,amount:
source: Amount
ca_es: Import

# field:invoice.edi.discount,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi.discount,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi.discount,discount:
source: Discount Type
ca_es: Tipus descompte

# field:invoice.edi.discount,id:
source: ID
ca_es: Identificador

# field:invoice.edi.discount,invoice_edi:
source: Edi Invoice
ca_es: Factura edi

# field:invoice.edi.discount,invoice_edi_line:
source: Edi Invoice Line
ca_es: Lína factura edi

# field:invoice.edi.discount,percent:
source: Percent
ca_es: Percentatge

# field:invoice.edi.discount,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.discount,sequence:
source: sequence
ca_es: Seqüència

# field:invoice.edi.discount,type_:
source: Type
ca_es: Tipus

# field:invoice.edi.discount,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi.discount,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:invoice.edi.line,base_amount:
source: Base Amount
ca_es: Import Base

# field:invoice.edi.line,characteristic:
source: Characteristic
ca_es: Característica

# field:invoice.edi.line,code:
source: Code
ca_es: Codi

# field:invoice.edi.line,code_type:
source: Code Type
ca_es: Tipus codi

# field:invoice.edi.line,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi.line,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi.line,customer_code:
source: Customer Code
ca_es: Codi client

# field:invoice.edi.line,delivery_date:
source: Delivery Date
ca_es: Data de lliurament

# field:invoice.edi.line,description:
source: Description
ca_es: Descripció

# field:invoice.edi.line,discounts:
source: Discounts
ca_es: Descomptes

# field:invoice.edi.line,edi_invoice:
source: Invoice
ca_es: Factura

# field:invoice.edi.line,gross_price:
source: Gross Price
ca_es: Preu brut

# field:invoice.edi.line,hibc_code:
source: Healh Industry Bar Code
ca_es: Codi de barres industria salut

# field:invoice.edi.line,id:
source: ID
ca_es: Identificador

# field:invoice.edi.line,invoice_line:
source: Invoice Line
ca_es: Línia de factura

# field:invoice.edi.line,lot_number:
source: Lot Number
ca_es: Número de lot

# field:invoice.edi.line,national_code:
source: National Code
ca_es: Codi nacional

# field:invoice.edi.line,producer_code:
source: Producer Code
ca_es: Codi productor

# field:invoice.edi.line,product:
source: Product
ca_es: Productes

# field:invoice.edi.line,purchaser_code:
source: Purchaser Code
ca_es: Codi comprador

# field:invoice.edi.line,qualifier:
source: Qualifier
ca_es: Calificador

# field:invoice.edi.line,quantities:
source: Quantities
ca_es: Quantitats

# field:invoice.edi.line,quantity:
source: Quantity
ca_es: Quantitat

# field:invoice.edi.line,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.line,references:
source: References
ca_es: Referències

# field:invoice.edi.line,sequence:
source: Sequence
ca_es: Seqüència

# field:invoice.edi.line,serial_number:
source: Serial Number
ca_es: Número serie

# field:invoice.edi.line,supplier_code:
source: Supplier Code
ca_es: Codi proveïdor

# field:invoice.edi.line,taxes:
source: Taxes
ca_es: Impostos

# field:invoice.edi.line,total_amount:
source: Total Amount
ca_es: Total

# field:invoice.edi.line,unit_price:
source: Unit Price
ca_es: Preu unitat

# field:invoice.edi.line,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi.line,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:invoice.edi.line.quantity,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi.line.quantity,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi.line.quantity,id:
source: ID
ca_es: Identificador

# field:invoice.edi.line.quantity,line:
source: Line
ca_es: Línia

# field:invoice.edi.line.quantity,quantity:
source: Quantity
ca_es: Quantitat

# field:invoice.edi.line.quantity,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.line.quantity,type_:
source: Type
ca_es: Tipus

# field:invoice.edi.line.quantity,uom_char:
source: Uom
ca_es: UdM

# field:invoice.edi.line.quantity,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi.line.quantity,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:invoice.edi.maturity_date,amount:
source: Amount
ca_es: Importe

# field:invoice.edi.maturity_date,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi.maturity_date,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi.maturity_date,id:
source: ID
ca_es: Identificador

# field:invoice.edi.maturity_date,invoice_edi:
source: Edi Invoice
ca_es: Edi Factures

# field:invoice.edi.maturity_date,maturity_date:
source: Maturity Date
ca_es: Data de venciment

# field:invoice.edi.maturity_date,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.maturity_date,type_:
source: Type
ca_es: Tipus

# field:invoice.edi.maturity_date,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi.maturity_date,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:invoice.edi.reference,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi.reference,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi.reference,edi_invoice:
source: Edi Invoice
ca_es: Factura edi

# field:invoice.edi.reference,edi_invoice_line:
source: Edi Invoice Line
ca_es: Línia Edifactura

# field:invoice.edi.reference,id:
source: ID
ca_es: Identificador

# field:invoice.edi.reference,line_number:
source: Line Number
ca_es: Número línia

# field:invoice.edi.reference,origin:
source: Reference
ca_es: Referència

# field:invoice.edi.reference,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.reference,type_:
source: Reference Code
ca_es: Codi referència

# field:invoice.edi.reference,value:
source: Reference
ca_es: Referència

# field:invoice.edi.reference,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi.reference,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:invoice.edi.supplier,account_bank:
source: Account Bank
ca_es: Compte bancari

# field:invoice.edi.supplier,city:
source: City
ca_es: Ciutat

# field:invoice.edi.supplier,commercial_register:
source: Comercial Register
ca_es: Registre comercial

# field:invoice.edi.supplier,country_code:
source: Country_code
ca_es: Codi País

# field:invoice.edi.supplier,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi.supplier,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi.supplier,edi_code:
source: Edi Code
ca_es: Codi Edi

# field:invoice.edi.supplier,edi_invoice:
source: Edi Invoice
ca_es: Factura Edi

# field:invoice.edi.supplier,id:
source: ID
ca_es: Identificador

# field:invoice.edi.supplier,name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.supplier,party:
source: Party
ca_es: Tercers

# field:invoice.edi.supplier,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.supplier,street:
source: Street
ca_es: Carrer

# field:invoice.edi.supplier,type_:
source: Type
ca_es: Tipus

# field:invoice.edi.supplier,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi.supplier,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:invoice.edi.supplier,zip:
source: zip
ca_es: Codi postal

# field:invoice.edi.tax,comment:
source: Comment
ca_es: Observacions

# field:invoice.edi.tax,create_date:
source: Create Date
ca_es: Fecha de creación

# field:invoice.edi.tax,create_uid:
source: Create User
ca_es: Usuario de creación

# field:invoice.edi.tax,edi_invoice:
source: Invoice
ca_es: Factura

# field:invoice.edi.tax,id:
source: ID
ca_es: Identificador

# field:invoice.edi.tax,line:
source: Line
ca_es: Línia

# field:invoice.edi.tax,percent:
source: Percent
ca_es: Percentatge

# field:invoice.edi.tax,rec_name:
source: Name
ca_es: Nom del registre

# field:invoice.edi.tax,tax_amount:
source: Tax Amount
ca_es: Impostos

# field:invoice.edi.tax,type_:
source: Type
ca_es: Tipus

# field:invoice.edi.tax,write_date:
source: Write Date
ca_es: Usuari creació

# field:invoice.edi.tax,write_uid:
source: Write User
ca_es: Usuario de modificación

# help:account.invoice,use_edi:
source: Use EDI protocol for this purchase
ca_es: Utilitzar el protocol EDI per aquesta compra

# model:invoice.edi,name:
source: Account Invoice Edi Reception Header
ca_es: Capçalera de recepció factures edi

# model:invoice.edi.configuration,name:
source: Invoice Edi Configuration
ca_es: Configuració factures edi

# model:invoice.edi.discount,name:
source: Edi discount
ca_es: Descompte edi

# model:invoice.edi.line,name:
source: Invoice Edi Line
ca_es: Línia edi factura

# model:invoice.edi.line.quantity,name:
source: Invoice Edi Line Qty
ca_es: Quantitat línia factura edi

# model:invoice.edi.maturity_date,name:
source: Edi Maturity Dates
ca_es: Dates de venciment Edi

# model:invoice.edi.reference,name:
source: Account Invoice Reference
ca_es: Referència factura

# model:invoice.edi.supplier,name:
source: Supplier Edi
ca_es: Proveïdor edi

# model:invoice.edi.tax,name:
source: Invoice Edi Line Qty
ca_es: Quantity línia edi

# model:ir.action,name:act_configuration_form
source: Invoice Edi Configuration
ca_es: Configuració Edi factures

# model:ir.action,name:act_edi_invoice_form
source: Edi Invoices
ca_es: Edi Factures

# model:ir.action.act_window.domain,name:act_invoice_edi_domain_confirmed
source: Confirmed
ca_es: Confirmats

# model:ir.action.act_window.domain,name:act_invoice_edi_domain_draft
source: Draft
ca_es: Esborrany

# model:ir.ui.menu,name:menu_edi_invoice_form
source: Edi Invoices
ca_es: Factures edi

# model:ir.ui.menu,name:menu_edi_invoices
source: Edi Invoices
ca_es: Edi Factures

# model:ir.ui.menu,name:menuitem_account_configuration
source: Invoice Edi Configuration
ca_es: Configuració factures edi

# selection:invoice.edi,differences_state:
source: Difference
ca_es: Diferència

# selection:invoice.edi,differences_state:
source: Ok
ca_es: D'acord

# selection:invoice.edi,function_:
source: Copy
ca_es: Còpia

# selection:invoice.edi,payment_type_value:
source: Account Bank
ca_es: Compte bancari

# selection:invoice.edi,payment_type_value:
source: Bank Draft
ca_es: Gir bancari

# selection:invoice.edi,payment_type_value:
source: Bank Note
ca_es: Billet Bancari

# selection:invoice.edi,payment_type_value:
source: cash
ca_es: Metàllic

# selection:invoice.edi,payment_type_value:
source: check
ca_es: Xèc

# selection:invoice.edi,state:
source: Confirmed
ca_es: Confirmats

# selection:invoice.edi,state:
source: Draft
ca_es: Esborrany

# selection:invoice.edi,type_:
source: Charge Note
ca_es: Nota de càrrec

# selection:invoice.edi,type_:
source: Credit
ca_es: Haver

# selection:invoice.edi,type_:
source: Invoice
ca_es: Factura

# selection:invoice.edi.discount,discount:
source: Charge Container
ca_es: Contenidor de càrrega

# selection:invoice.edi.discount,discount:
source: Commercial
ca_es: Comercial

# selection:invoice.edi.discount,discount:
source: Container
ca_es: Contenidor

# selection:invoice.edi.discount,discount:
source: Finance
ca_es: Finances

# selection:invoice.edi.discount,discount:
source: Freight
ca_es: Mercaderies

# selection:invoice.edi.discount,discount:
source: Grren Dot
ca_es: Punt verd

# selection:invoice.edi.discount,discount:
source: INSURANCE
ca_es: Assegurança

# selection:invoice.edi.discount,discount:
source: Mounting
ca_es: Muntatge

# selection:invoice.edi.discount,discount:
source: Packaging
ca_es: Envàs

# selection:invoice.edi.discount,discount:
source: Prompt Payment
ca_es: Pagament Ràpid

# selection:invoice.edi.discount,discount:
source: Royal decree
ca_es: Reial decret

# selection:invoice.edi.discount,discount:
source: Volume or Abseling
ca_es: Volum

# selection:invoice.edi.discount,type_:
source: Charge
ca_es: Càrrec

# selection:invoice.edi.discount,type_:
source: Discount
ca_es: Descompte

# selection:invoice.edi.line,characteristic:
source: Goods
ca_es: Béns

# selection:invoice.edi.line,qualifier:
source: Free Description
ca_es: Descripció lliure

# selection:invoice.edi.line.quantity,type_:
source: Delivered
ca_es: Entregat

# selection:invoice.edi.line.quantity,type_:
source: Invoiced
ca_es: Facturat

# selection:invoice.edi.line.quantity,type_:
source: Returned
ca_es: Retornat

# selection:invoice.edi.line.quantity,type_:
source: Without Charge
ca_es: Sense càrrec

# selection:invoice.edi.maturity_date,type_:
source: Unique Payment
ca_es: Pagament únic

# selection:invoice.edi.maturity_date,type_:
source: Various Payments
ca_es: Pagaments varis

# selection:invoice.edi.reference,type_:
source: Confirmed Reception
ca_es: Confirmada recepció

# selection:invoice.edi.reference,type_:
source: Contract
ca_es: Contractes

# selection:invoice.edi.reference,type_:
source: Expedition
ca_es: Expedició

# selection:invoice.edi.reference,type_:
source: Invoice
ca_es: Factura

# selection:invoice.edi.reference,type_:
source: Line Number
ca_es: Número de linia

# selection:invoice.edi.reference,type_:
source: Medical Record
ca_es: Historial mèdic

# selection:invoice.edi.reference,type_:
source: Move
ca_es: Moviment

# selection:invoice.edi.reference,type_:
source: Purchase
ca_es: Compres

# selection:invoice.edi.reference,type_:
source: Shipment
ca_es: Albarà

# selection:invoice.edi.supplier,type_:
source: Endorser
ca_es: Avalador

# selection:invoice.edi.supplier,type_:
source: Invoice Issuer
ca_es: Emissor de la factura

# selection:invoice.edi.supplier,type_:
source: Invoice Receiver
ca_es: Receptor de la factura

# selection:invoice.edi.supplier,type_:
source: Legal Purchaser
ca_es: Comprador Legal

# selection:invoice.edi.supplier,type_:
source: Legal Supplier
ca_es: Proveïdor legal

# selection:invoice.edi.supplier,type_:
source: Payment Issuer
ca_es: Emissor de pagament

# selection:invoice.edi.supplier,type_:
source: Purchaser
ca_es: Comprador

# selection:invoice.edi.supplier,type_:
source: Stock Receiver
ca_es: Receptor d'estoc

# selection:invoice.edi.supplier,type_:
source: Supplier
ca_es: Proveïdor

# selection:invoice.edi.tax,type_:
source: Alcohol Tax
ca_es: Taxa Alcoholica

# selection:invoice.edi.tax,type_:
source: Equivalence Surcharge
ca_es: Recàrreg d'equivalencia

# selection:invoice.edi.tax,type_:
source: Gree Dot
ca_es: Punt verd

# selection:invoice.edi.tax,type_:
source: VAT
ca_es: NIF
